adobe-source-han-sans-jp-fonts
amd-ucode
base
base-devel
cliphist
dolphin
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
git
grim
gst-plugin-pipewire
htop
hyprland
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
otf-ipafont
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
sudo
swww
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wezterm
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
